<!doctype html>
<html lang="en">
	<head>
		<meta charset="utf-8">
		<title>Textual</title>
		<meta name="description" content="Textual - Language Learning through Reading">
		<meta name="author" content="Trinish Chatterjee">
		<link rel="stylesheet" href="css/style.css">
	</head>
	<body>
		<p> Maupassant's text is wild.</p>
		<div id='text_body'>
			<p>C'&eacute;tait l'heure du th&eacute;, avant l'entr&eacute;e des lampes. La villa dominait la mer; le soleil disparu avait laiss&eacute; le ciel tout rose de son passage, frott&eacute; de poudre d'or; et la M&eacute;diterran&eacute;e, sans une ride, sans un frisson, lisse, luisante encore sous le jour mourant, semblait une plaque de m&eacute;tal polie et d&eacute;mesur&eacute;e.</p>
			<p> Au loin, sur la droite, les montagnes dentel&eacute;es dessinaient leur profil noir sur la pourpre p&acirc;lie du couchant.</p>
			<p> On parlait de l'amour, on discutait ce vieux sujet, on redisait des choses qu'on avait dites, d&eacute;j&agrave;, bien souvent. La m&eacute;lancolie douce du cr&eacute;puscule ralentissait les paroles, faisait flotter un attendrissement dans les &acirc;mes, et ce mot: &quot;amour&quot;, qui revenait sans cesse, tant&ocirc;t prononc&eacute; par une forte voix d'homme, tant&ocirc;t dit par une voix de femme au timbre l&eacute;ger, paraissait emplir le petit salon, y voltiger comme un oiseau, y planer comme un esprit.</p>
			<p> Peut-on aimer plusieurs ann&eacute;es de suite?</p>
			<p> - Oui, pr&eacute;tendaient les uns.</p>
			<p> - Non, affirmaient les autres.</p>
			<p> On distinguait les cas, on &eacute;tablissait des d&eacute;marcations, on citait des exemples; et tous, hommes et femmes, pleins de souvenirs surgissants et troublants, qu'ils ne pouvaient citer et qui leur montaient aux l&egrave;vres, semblaient &eacute;mus, parlaient de cette chose banale et souveraine, l'accord tendre et myst&eacute;rieux de deux &ecirc;tres, avec une &eacute;motion profonde et un int&eacute;r&ecirc;t ardent.</p>
			<p> Mais tout &agrave; coup quelqu'un, ayant les yeux fix&eacute;s au loin, s'&eacute;cria:</p>
			<p> - Oh! voyez, l&agrave;-bas, qu'est-ce que c'est?</p>
			<p> Sur la mer, au fond de l'horizon, surgissait une masse grise, &eacute;norme et confuse.</p>
			<p> Les femmes s'&eacute;taient lev&eacute;es et regardaient sans comprendre cette chose surpenante qu'elles n'avaient jamais vue.</p>
			<p> Quelqu'un dit:</p>
			<p> - C'est la Corse! On l'aper&ccedil;oit ainsi deux ou trois fois par an dans certaines conditions d'atmosph&egrave;re exceptionnelles, quand l'air, d'une limpidit&eacute; parfaite, ne la cache plus par ces brumes de vapeur d'eau qui voilent toujours les lointains.</p>
			<p> On distinguait vaguement les cr&ecirc;tes, on crut reconna&icirc;tre la neige des sommets. Et tout le monde restait surpris, troubl&eacute;, presque effray&eacute; par cette brusque apparition d'un monde, par ce fant&ocirc;me sorti de la mer. Peut-&ecirc;tre eurent-ils des visions &eacute;tranges, ceux qui partirent, comme Colomb, &agrave; travers les oc&eacute;ans inexplor&eacute;s.</p>
			<p> Alors, un vieux monsieur, qui n'avait pas encore parl&eacute;, pronon&ccedil;a:</p>
			<p> - Tenez, j'ai connu dans cette &icirc;le, qui se dresse devant nous, comme pour r&eacute;pondre elle-m&ecirc;me &agrave; ce que nous disions et me rappeler un singulier souvenir, j'ai connu un exemple admirable d'un amour constant, d'un amour invraisemblablement heureux.</p>
			<p> Le voici.</p>
			<p>  Je fis, voil&agrave; cinq ans, un voyage en Corse. Cette &icirc;le sauvage est plus inconnue et plus loin de nous que l'Am&eacute;rique, bien qu'on la voie quelquefois des c&ocirc;tes de France, comme aujourd'hui.</p>
			<p> Figurez-vous un monde encore en chaos, une temp&ecirc;te de montagnes que s&eacute;parent des ravins &eacute;troits o&ugrave; roulent des torrents; pas une plaine, mais d'immenses vagues de granit et de g&eacute;antes ondulations de terre couvertes de maquis ou de hautes for&ecirc;ts de ch&acirc;taigniers et de pins. C'est un sol vierge, inculte, d&eacute;sert, bien que parfois on aper&ccedil;oive un village, pareil &agrave; un tas de rochers au sommet d'un mont. Point de culture, aucune industrie, aucun art. On ne rencontre jamais un morceau de bois travaill&eacute;, un bout de pierre sculpt&eacute;e, jamais le souvenir du go&ucirc;t enfantin ou raffin&eacute; des anc&ecirc;tres pour les choses gracieuses et belles. C'est l&agrave; m&ecirc;me ce qui frappe le plus en ce superbe et dur pays: l'indiff&eacute;rence h&eacute;r&eacute;ditaire pour cette recherche des formes s&eacute;duisantes qu'on appelle l'art.</p>
			<p> L'Italie, o&ugrave; chaque palais, plein de chefs-d'oeuvre, est un chef-d'oeuvre lui-m&ecirc;me, o&ugrave; le marbre, le bois, le bronze, le fer, les m&eacute;taux et les pierres attestent le g&eacute;nie de l'homme, o&ugrave; les plus petits objets anciens qui tra&icirc;nent dans les vieilles maisons r&eacute;v&egrave;lent ce divin souci de la gr&acirc;ce, est pour nous tous la patrie sacr&eacute;e que l'on aime parce qu'elle nous montre et nous prouve l'effort, la grandeur, la puissance et le triomphe de l'intelligence cr&eacute;atrice.</p>
			<p> Et, en face d'elle, la Corse sauvage est rest&eacute;e telle qu'en ses premiers jours. L'&ecirc;tre y vit dans sa maison grossi&egrave;re, indiff&eacute;rent &agrave; tout ce qui ne touche point son existence m&ecirc;me ou ses querelles de famille. Et il est rest&eacute; avec les d&eacute;fauts et les qualit&eacute;s des races incultes, violent, haineux, sanguinaire avec inconscience, mais aussi hospitalier, g&eacute;n&eacute;reux, d&eacute;vou&eacute;, na&iuml;f, ouvrant sa porte aux passants et donnant son amiti&eacute; fid&egrave;le pour la moindre marque de sympathie.</p>
			<p> Donc, depuis un mois, j'errais &agrave; travers cette &icirc;le magnifique, avec la sensation que j'&eacute;tais au bout du monde. Point d'auberges, point de cabarets, point de routes. On gagne, par des sentiers &agrave; mulets, ces hameaux accroch&eacute;s au flanc des montagnes, qui dominent des ab&icirc;mes tortueux d'o&ugrave; l'on entend monter, le soir, le bruit continu, la voix sourde et profonde du torrent. On frappe aux portes des maisons. On demande un abri pour la nuit et de quoi vivre jusqu'au lendemain. Et on s'assoit &agrave; l'humble table, et on dort sous l'humble toit; et on serre, au matin, la main tendue de l'h&ocirc;te qui vous a conduit jusqu'aux limites du village.</p>
			<p> Or, un soir, apr&egrave;s dix heures de marche, j'atteignis une petite demeure toute seule au fond d'un &eacute;troit vallon qui allait se jeter &agrave; la mer une lieue plus loin. Les deux pentes rapides de la montagne, couvertes de maquis, de rocs &eacute;boul&eacute;s et de grands arbres, enfermaient comme deux sombres murailles ce ravin lamentablement triste.</p>
			<p> Autour de la chaumi&egrave;re, quelques vignes, un petit jardin, et plus loin, quelques grands ch&acirc;taigniers, de quoi vivre enfin, une fortune pour ce pays pauvre.</p>
			<p> La femme qui me re&ccedil;ut &eacute;tait vieille, s&eacute;v&egrave;re et propre, par exception. L'homme, assis sur une chaise de paille, se leva pour me saluer, puis se rassit sans dire un mot. Sa compagne me dit:</p>
			<p> - Excusez-le; il est sourd maintenant. Il a quatre-vingt-deux ans.</p>
			<p> Elle parlait le francais de France. Je fus surpris.</p>
			<p> Je lui demandai:</p>
			<p> - Vous n'&ecirc;tes pas de Corse?</p>
			<p> Elle r&eacute;pondit:</p>
			<p> - Non, nous sommes des continentaux. Mais voil&agrave; cinquante ans que nous habitons ici.</p>
			<p> Une sensation d'angoisse et de peur me saisit &agrave; la pens&eacute;e de ces cinquante ann&eacute;es &eacute;coul&eacute;es dans ce trou sombre, si loin des villes o&ugrave; vivent les hommes. Un vieux berger rentra, et l'on se mit &agrave; manger le seul plat du d&icirc;ner, une soupe &eacute;paisse o&ugrave; avaient cuit ensemble des pommes de terre, du lard et des choux.</p>
			<p> Lorsque le court repas fut fini, j'allai m'asseoir devant la porte, le coeur serr&eacute; par la m&eacute;lancolie du morne paysage, &eacute;treint par cette d&eacute;tresse qui prend parfois les voyageurs en certains soirs tristes, en certains lieux d&eacute;sol&eacute;s. Il semble que tout soit pr&egrave;s de finir, l'existence et l'univers. On per&ccedil;oit brusquement l'affreuse mis&egrave;re de la vie, l'isolement de tous, le n&eacute;ant de tout, et la noire solitude du coeur qui se berce et se trompe lui-m&ecirc;me par des r&ecirc;ves jusqu'&agrave; la mort.</p>
			<p> La vieille femme me rejoignit et, tortur&eacute;e par cette curiosit&eacute; qui vit toujours au fond des &acirc;mes les plus r&eacute;sign&eacute;es:</p>
			<p> - Alors. vous venez de France? dit-elle.</p>
			<p> - Oui, je voyage pour mon plaisir.</p>
			<p> - Vous &ecirc;tes de Paris, peut-&ecirc;tre?</p>
			<p> - Non, je suis de Nancy.</p>
			<p> Il me sembla qu'une &eacute;motion extraordinaire l'agitait. Comment ai-je vu ou plut&ocirc;t senti cela, je n'en sais rien.</p>
			<p> Elle r&eacute;p&eacute;ta d'une voix lente:</p>
			<p> - Vous &ecirc;tes de Nancy?</p>
			<p> L'homme parut dans la porte, impassible comme sont les sourds.</p>
			<p> Elle reprit:</p>
			<p> - &Ccedil;a ne fait rien. Il n'entend pas.</p>
			<p> Puis, au bout de quelques secondes:</p>
			<p> - Alors, vous connaissez du monde &agrave; Nancy?</p>
			<p> - Mais oui, presque tout le monde.</p>
			<p> - La famille de Sainte-Allaize?</p>
			<p> - Oui, tr&egrave;s bien; c'&eacute;taient des amis de mon p&egrave;re.</p>
			<p> - Comment vous appelez-vous?</p>
			<p> Je dis mon nom. Elle me regarda fixement, puis pronon&ccedil;a, de cette voix basse qu'&eacute;veillent les souvenirs:</p>
			<p> - Oui, oui, je me rappelle bien. Et les Brisemare qu'est-ce qu'ils sont devenus?</p>
			<p> - Tous sont morts.</p>
			<p> - Ah! Et les Sirmont, vous les connaissiez?</p>
			<p> - Oui, le dernier est g&eacute;n&eacute;ral.</p>
			<p> Alors elle dit, fr&eacute;missante d'&eacute;motion, d'angoisse, de je ne sais quel sentiment confus, puissant et sacr&eacute;, de je ne sais quel besoin d'avouer, de dire tout, de parler de ces choses qu'elle avait tenues jusque-l&agrave; enferm&eacute;es au fond de son coeur, et de ces gens dont le nom bouleversait son &acirc;me:</p>
			<p> - Oui, Henri de Sirmont. Je le sais bien. C'est mon fr&egrave;re.</p>
			<p> Et je levai les yeux vers elle, effar&eacute; de surprise. Et tout d'un coup le souvenir me revint.</p>
			<p> Cela avait fait, jadis, un gros scandale dans la noble Lorraine. Une jeune fille, belle et riche, Suzanne de Sirmont, avait &eacute;t&eacute; enlev&eacute;e par un sous-officier de hussards du r&eacute;giment que commandait son p&egrave;re.</p>
			<p> C'&eacute;tait un beau gar&ccedil;on, fils de paysans, mais portant bien le dolman bleu, ce soldat qui avait s&eacute;duit la fille de son colonel. Elle l'avait vu, remarqu&eacute;, aim&eacute; en regardant d&eacute;filer les escadrons, sans doute. Mais comment lui avait-elle parl&eacute;, comment avaient-ils pu se voir, s'entendre? comment avait-elle os&eacute; lui faire comprendre qu'elle l'aimait? Cela, on ne le sut jamais.</p>
			<p> On n'avait rien devin&eacute;, rien pressenti. Un soir, comme le soldat venait de finir son temps, il disparut avec elle. On les chercha, on ne les retrouva pas. On n'en eut jamais de nouvelles et on la consid&eacute;rait comme morte.</p>
			<p> Et je la retrouvais ainsi dans ce sinistre vallon.</p>
			<p> Alors, je repris &agrave; mon tour:</p>
			<p> - Oui, je me rappelle bien. Vous &ecirc;tes mademoiselle Suzanne.</p>
			<p> Elle fit &quot;oui&quot;, de la t&ecirc;te. Des larmes tombaient de ses yeux. Alors, me montrant d'un regard le vieillard immobile sur le seuil de sa masure, elle me dit:</p>
			<p> - C'est lui.</p>
			<p> Et je compris qu'elle l'aimait toujours, qu'elle le voyait encore avec ses yeux s&eacute;duits.</p>
			<p> Je demandai:</p>
			<p> - Avez-vous &eacute;t&eacute; heureuse, au moins?</p>
			<p> Elle r&eacute;pondit, avec une voix qui venait du coeur:</p>
			<p> - Oh! oui, tr&egrave;s heureuse. Il m'a rendue tr&egrave;s heureuse. Je n'ai jamais rien regrett&eacute;.</p>
			<p> Je la contemplais, triste, surpris, &eacute;merveill&eacute; par la puissance de l'amour! Cette fille riche avait suivi cet homme, ce paysan. Elle &eacute;tait devenue elle-m&ecirc;me une paysanne. Elle s'&eacute;tait faite &agrave; sa vie sans charmes, sans luxe, sans d&eacute;licatesse d'aucune sorte; elle s'&eacute;tait pli&eacute;e &agrave; ses habitudes simples. Et elle l'aimait encore. Elle &eacute;tait devenue une femme de rustre, en bonnet, en jupe de toile. Elle mangeait dans un plat de terre sur une table de bois, assise sur une chaise de paille, une bouillie de choux et de pommes de terre au lard. Elle couchait sur une paillasse &agrave; son c&ocirc;t&eacute;.</p>
			<p> Elle n'avait jamais pens&eacute; &agrave; rien, qu'&agrave; lui! Elle n'avait regrett&eacute; ni les parures, ni les &eacute;toffes, ni les &eacute;l&eacute;gances, ni la mollesse des si&egrave;ges, ni la ti&eacute;deur parfum&eacute;e des chambres envelopp&eacute;es de tentures, ni la douceur des duvets o&ugrave; plongent les corps pour le repos. Elle n'avait eu jamais besoin que de lui; pourvu qu'il f&ucirc;t l&agrave;, elle ne d&eacute;sirait rien.</p>
			<p> Elle avait abandonn&eacute; la vie, toute jeune, et le monde, et ceux qui l'avaient &eacute;lev&eacute;e, aim&eacute;e. Elle &eacute;tait venue, seule avec lui, en ce sauvage ravin. Et il avait &eacute;t&eacute; tout pour elle, tout ce qu'on d&eacute;sire, tout ce qu'on r&ecirc;ve, tout ce qu'on attend sans cesse, tout ce qu'on esp&egrave;re sans fin. Il avait empli de bonheur son existence, d'un bout &agrave; l'autre.</p>
			<p> Elle n'aurait pas pu &ecirc;tre plus heureuse.</p>
			<p> Et toute la nuit, en &eacute;coutant le souffle rauque du vieux soldat &eacute;tendu sur son grabat, &agrave; c&ocirc;t&eacute; de celle qui l'avait suivi si loin, je pensais &agrave; cette &eacute;trange et simple aventure, &agrave; ce bonheur si complet, fait de si peu.</p>
			<p> Et je partis au soleil levant, apr&egrave;s avoir serr&eacute; la main des deux vieux &eacute;poux.</p>
			<p> Le conteur se tut. Une femme dit:</p>
			<p> - C'est &eacute;gal, elle avait un id&eacute;al trop facile, des besoins trop primitifs et des exigences trop simples. Ce ne pouvait &ecirc;tre qu'une sotte.</p>
			<p> Une autre pronon&ccedil;a d'une voix lente:</p>
			<p> - Qu'importe! elle fut heureuse.</p>
			<p> Et l&agrave;-bas, au fond de l'horizon, la Corse s'enfon&ccedil;ait dans la nuit, rentrait lentement dans la mer, effa&ccedil;ait sa grande ombre apparue comme pour raconter elle-m&ecirc;me l'histoire des deux humbles amants qu'abritait son rivage.</p>
		</div>
		<p> Maupassant's text is wild.</p>
	</body>
</html>